[
    {
        "Timestamp": "30/08/2016 01:05:48",
        "Name_latin": "Aegopodium podagraria (P)",
        "Image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Aegopodium_podagraria_Harilik_naat_01_estonia.png/399px-Aegopodium_podagraria_Harilik_naat_01_estonia.png",
        "Name_RU": "Сныть обыкновенная",
        "Name_SE": "Kirskål",
        "Name_EN": "Ground Elder, Bishopsweed",
        "Edible_use_EN": "Leaves - raw or cooked. Great substitute for spinach and leafy greens. The leaves are best harvested before the plant comes into flower, they can be used in salads, soups, or cooked as a vegetable.",
        "Medicinal_use_EN": "A long history of medicinal use and was cultivated as a food crop and medicinal herb in the Middle Ages. The plant was used mainly as a food that could counteract gout, one of the effects of the rich foods eaten by monks, bishops etc at this time.The plant is little used in modern herbalism.",
        "Edible_use_SE": "Blad – råa eller kokta. Bra alternativ till spenat och bladgrönsaker. Bästa skördetid för bladen är innan plantan börjat blomma. Bladen kan användas i sallader, soppor eller som kokta grönsaker.",
        "Edible_use_RU": "Листья - сырые или вареные. Отличная альтернатива шпенату и зелени. Используется в салатах, супах или вариться как овощ. Листья лучше собирать до цветения сныти.",
        "Medicinal_use_SE": "Kirskål användes under lång tid i medicinen. Under medeltiden kultiverades den som livsmedelsgröda och medicinört. Plantan användes mest i mat för att motverka gikt, som var en av effekterna av ett gott liv hos munkar, biskopar m.fl. Plantan används sparsamt i dagens örtmedicin.",
        "Medicinal_use_RU": "Сныть давно использовалась в медицине - она выращивалась уже в Средневековье как продовольственная культура и лекарственная трава. Растение использовалось в основном для еды, чтобы предотвращает подагру - один из побочных эффектов хорошей жизни монахов, епископов и др. в эти времена. Сегодня растение мало используется в траволечении.",
        "Source of information": "",
        "isLive": "1"
    },
    {
        "Timestamp": "30/08/2016 02:19:29",
        "Name_latin": "Alchemilla vulgaris",
        "Image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/84/Nordens_flora_Alchemilla_vulgaris.jpg/277px-Nordens_flora_Alchemilla_vulgaris.jpg",
        "Name_RU": "Манжетка обыкновенная",
        "Name_SE": "Daggkåpa",
        "Name_EN": "Common lady's mantle",
        "Edible_use_EN": "For food use leaves , at least - the young shoots . In the early spring of the cuff can cook soups , soup and salads to prepare . In addition , the leaves of lady's mantle can pickle together with other vegetables or herbs and used for cooking soups.",
        "Medicinal_use_EN": "Medicines from the cuff possess anti-inflammatory , astringent , expectorant , wound healing, diuretic and lactogenic activity. It draws the pus from the wound, applied to bruises, superimposed on the gums for toothache and inflammation.",
        "Edible_use_SE": "Använd blad eller åtminstone unga skott. Om manschetten plockas på våren kan den användas i soppor och sallader. Marinera bladen tillsammans med andra grönsaker eller örter.",
        "Edible_use_RU": "Для еды используются листья или хотя бы молодые побеги. Ранней весной на суп или салат идет манжет растения. Листья мариновать с овощами или трáвами.",
        "Medicinal_use_SE": "",
        "Medicinal_use_RU": "",
        "Source of information": "",
        "isLive": "1"
    },
    {
        "Timestamp": "01/10/2016 11:21:14",
        "Name_latin": "Allium ursinum (Bulb)",
        "Image_url": "http://s0.geograph.org.uk/photos/16/86/168630_2dbbde7c.jpg",
        "Name_RU": "Черемша, Лук медве́жий, Ди́кий чесно́к",
        "Name_SE": "Ramslök",
        "Name_EN": "Wild Onion, Bear onion",
        "Edible_use_EN": "Leaves - raw or cooked. Usually available from late January. One report says that they have an overpowering garlic odour that dissipates on cooking, though our experience is that they are considerably milder than garlic. The leaves make a very nice addition to salads, and are especially welcome as a vital and fresh green leaf in the middle of winter. Flowers - raw or cooked. These are somewhat stronger than the leaves, in small quantities they make a decorative and very tasty addition to salads.",
        "Medicinal_use_EN": "Bear onions increases appetite, enhances the secretion of digestive glands, increases the motor bowel function. In addition, the plant has a bactericidal, anthelmintic, fungicide and antiscorbutic properties.\n \nRamson - an ancient medicinal plant known to ancient Germans, Celts and Romans. During the archaeological research in the Neolithic settlements in the foothills of the Alps, often found traces of garlic, suggesting its use even 5000 years ago.\n \nSince ancient times bear bow was known as anti-sclerosis tool that can \"sustain the courage.\" Ramson prevents the accumulation of cholesterol in the blood, stimulates the heart activity, lowers blood pressure and helps to normalize metabolism. In ancient Rome and in the Middle Ages was considered wild garlic a good way to cleanse the stomach and blood. In ancient medical treatises Ramson mentioned as a reliable means of safety during an epidemic of plague, cholera and other communicable diseases. Infusion of garlic are treated for fever, cough, bronchitis, rheumatism and sciatica.It can be taken orally or rubbed lotions do.",
        "Edible_use_SE": "Blad – råa eller kokta. Vanligtvis fr.o.m. sen januari. Enligt en studie har bladen en stark vitlöksdoft som försvinner vid matlagning, men erfarenheten är att doften är mildare än vitlök. Bladen passar bra till sallader. De är ett bra komplement som en vital bladgrönsak under vintern. Blommor – råa eller kokta. De är något starkare än bladen och används gärna som smakrik dekoration i mindre mängder i sallader.",
        "Edible_use_RU": "",
        "Medicinal_use_SE": "",
        "Medicinal_use_RU": "",
        "Source of information": "",
        "isLive": "1"
    },
    {
        "Timestamp": "01/10/2016 11:23:03",
        "Name_latin": "Angelica archangelica (B)",
        "Image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Angelica_archangelica_002.JPG/320px-Angelica_archangelica_002.JPG",
        "Name_RU": "Дягиль лекарственный",
        "Name_SE": "Kvanne",
        "Name_EN": "(Garden) Angelica",
        "Edible_use_EN": "Leaves - raw or cooked. A liquorice-like flavour, they can be used as a flavouring in mixed salads. They are also used to sweeten tart fruits. Stalks and young shoots - cooked or raw. The stalks should be peeled, they can be used like celery. They can also be used to sweeten tart fruits and to make jam. They are often crystallised in sugar and used as sweets and cake decorations.The stems are best harvested in the spring.",
        "Medicinal_use_EN": "Angelica has a long folk-history of use as a medicinal herb, in particular for the treatment of digestive disorders and problems with blood circulation. The root is the most active medicinally, it should be harvested in the autumn of its first year of growth, sliced longitudinally if necessary and dried quickly. If well stored, the root retains its medicinal virtues for many years. The leaves and seeds can also be used. The leaves are harvested and dried in late spring before the plant comes into flower.",
        "Edible_use_SE": "Blad – råa eller kokta. Smaken påminner om lakrits och kan användas i blandade sallader. Bladen används också till att söta tårtfrukter. Stjälk och unga skott – råa eller kokta. Stjälkarna måste skalas och kan användas som selleri. De kan också användas till att söta tårtfrukter och till att göra sylt. De sockerglaseras ofta och används då som godis eller tårtdekorationer. Stjälkarna bör plockas på våren.",
        "Edible_use_RU": "",
        "Medicinal_use_SE": "Blad – råa eller kokta. Smaken påminner om lakrits och kan användas i blandade sallader. Bladen används också till att söta tårtfrukter. Stjälk och unga skott – råa eller kokta. Stjälkarna måste skalas och kan användas som selleri. De kan också användas till att söta tårtfrukter och till att göra sylt. De sockerglaseras ofta och används då som godis eller tårtdekorationer. Stjälkarna bör plockas på våren.",
        "Medicinal_use_RU": "",
        "Source of information": "",
        "isLive": "1"
    },
    {
        "Timestamp": "15/09/2016 02:19:29",
        "Name_latin": "Arctium spp (B)",
        "Image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/80/Villtakjas_2008.jpg/320px-Villtakjas_2008.jpg",
        "Name_RU": "Лопух обыкновенный\n",
        "Name_SE": "Kardborre",
        "Name_EN": "Burdock",
        "Edible_use_EN": "Root - raw or cooked. Very young roots can be eaten raw, but older roots are normally cooked. Young leaves - raw or cooked. Young stalks and branches - raw or cooked",
        "Medicinal_use_EN": "Burdock is one of the foremost detoxifying herbs in both Chinese and Western herbal medicine. The dried root of one year old plants is the official herb, but the leaves and fruits can also be used. It is used to treat conditions caused by an 'overload' of toxins, such as throat and other infections, boils, rashes and other skin problems.\n Leaves of Burdock put on head to avoid headache",
        "Edible_use_SE": "Rötter – råa eller kokta. Väldigt unga skott kan ätas råa, äldre skott kokas normalt. Unga blad – råa eller kokta. Unga själkar och kvistar – råa eller kokta.",
        "Edible_use_RU": "",
        "Medicinal_use_SE": "",
        "Medicinal_use_RU": "",
        "Source of information": "",
        "isLive": "1"
    },
    {
        "Timestamp": "15/09/2016 02:19:29",
        "Name_latin": "Artemisia vulgaris (P)",
        "Image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Artemisia_vulgaris_by_Danny_S._-_001.jpg/388px-Artemisia_vulgaris_by_Danny_S._-_001.jpg",
        "Name_RU": "Полынь обыкновенная\n",
        "Name_SE": "Gråbo",
        "Name_EN": "Mugworth",
        "Edible_use_EN": "Leaves - raw or cooked. Aromatic and somewhat bitter. Their addition to the diet aids the digestion and so they are often used in small quantities as a flavouring. They are also used to give colour and flavour to glutinous-rice dumplings. The young shoots are used in spring. In Japan the young leaves are used as a potherb. The dried leaves and flowering tops are steeped into tea. They have also been used as a flavouring in beer, though fell into virtual disuse once hops came into favour",
        "Medicinal_use_EN": "Mugwort has a long history of use in herbal medicine especially in matters connected to the digestive system. It is slightly toxic. Large, prolonged dosage can damage the nervous system. The leaves are also said to be appetizer. They can be used internally or externally",
        "Edible_use_SE": "Blad – råa eller kokta. De är aromatiska och något bittra. Hjälper matsmältningen och används därmed i små mängder som smaksättare. Används också till färg och smak i dumplings på gluten-ris. De unga skotten används på våren. I Japan används unga blad som krukörter. Torkade blad och blomtopparna stjälps ner i te. De har också använts som smaktilsatts i öl, men ersattes av humle.",
        "Edible_use_RU": "",
        "Medicinal_use_SE": "",
        "Medicinal_use_RU": "",
        "Source of information": "",
        "isLive": "1"
    },
    {
        "Timestamp": "15/09/2016 02:19:29",
        "Name_latin": "Barbarea vulgaris (P)",
        "Image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/96/Barbarea_vulgaris_ENBLA06.jpg/320px-Barbarea_vulgaris_ENBLA06.jpg",
        "Name_RU": "Сурепка обыкновенная",
        "Name_SE": "Sommargyllen",
        "Name_EN": "Yellow Rocket",
        "Edible_use_EN": "Young leaves - raw or cooked like spinach. A hot cress-like flavour. Young leaves are chopped up finely and added to salads, older leaves can be used as a potherb.Edible flowers.",
        "Medicinal_use_EN": "The leaves are vulnerary and have been used as a poultice for treating wounds\n It has diuretic effect, stimulates the appetite. It is used as antiscorbutic.\n As a medicinal plant used the stems, leaves and inflorescences, which are harvested during the flowering",
        "Edible_use_SE": "Unga blad – råa eller kokta, som spenat. En varm krasselik smak. Unga blad skärs upp smått och tillsätts i sallader, äldre blad kan användas som en krukört. Ätbara blommor.",
        "Edible_use_RU": "",
        "Medicinal_use_SE": "",
        "Medicinal_use_RU": "",
        "Source of information": "",
        "isLive": "1"
    },
    {
        "Timestamp": "15/09/2016 02:19:29",
        "Name_latin": "Campanula spp (P)",
        "Image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Campanula_persicifolia_Tehumardi_Saaremaa.jpg/320px-Campanula_persicifolia_Tehumardi_Saaremaa.jpg",
        "Name_RU": "Колокольчик",
        "Name_SE": "Blåklockor",
        "Name_EN": "Bellflowers",
        "Edible_use_EN": "Flowers and leaves are edible, can be used in herbal tea mixed with other plants",
        "Medicinal_use_EN": "bell acervuline used against constipation",
        "Edible_use_SE": "Blommor och blad är ätbara, kan användas i örtte tillsammans med andra växter.",
        "Edible_use_RU": "Цветы и листья съедобны, используются в чай при смешивании с другими растениями.",
        "Medicinal_use_SE": "",
        "Medicinal_use_RU": "",
        "Source of information": "",
        "isLive": "1"
    },
    {
        "Timestamp": "15/09/2016 02:19:29",
        "Name_latin": "Capsella bursa-pastoris (A)",
        "Image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ae/Capsella_bursa-pastoris_1.JPG/320px-Capsella_bursa-pastoris_1.JPG",
        "Name_RU": "Пастушья сумка обыкновенная\n",
        "Name_SE": "Lomme",
        "Name_EN": "Sheperd´s Purse",
        "Edible_use_EN": "Leaves - raw or cooked. The young leaves, used before the plant comes into flower, make a fine addition to salads[9]. The leaves are a cress and cabbage substitute, becoming peppery with age",
        "Medicinal_use_EN": "this is a good hemostatics, helps with uterine bleeding after childbirth used to normalize the excretions, used very often in practice after home child birth",
        "Edible_use_SE": "Blad – råa eller kokta. Unga blad som plockas innan blomning är en fin tillsatts i sallader. Bladen kan ersätta krasse och vitkål. De blir pepprigare när de åldras.",
        "Edible_use_RU": "",
        "Medicinal_use_SE": "",
        "Medicinal_use_RU": "",
        "Source of information": "",
        "isLive": "1"
    },
    {
        "Timestamp": "15/09/2016 02:19:29",
        "Name_latin": "Chenopodium album (A)",
        "Image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a9/Chenopodium-album-20080320.JPG/320px-Chenopodium-album-20080320.JPG",
        "Name_RU": "Марь белая",
        "Name_SE": "Svinmålla",
        "Name_EN": "Lambs quarters",
        "Edible_use_EN": "Leaves, shoots, seeds, flowers. Saponins in the seeds are potentially toxic and should not be consumed in excess. Lamb’s quarters contain some oxalic acid therefore when eating this raw, small quantities are recommended. Cooking removes this acid. Lamb’s quarter can be eaten in salads or added to smoothies and juices. Steaming this edible weed is one method of cooking, or can be added to soups, sautés and much more. Drying this wild edible is one way to add this nutritious plant to your meals throughout the winter or you can blanch and freeze the leaves.",
        "Medicinal_use_EN": "It is known about the use of plants in traditional medicine for the treatment of angina, pain in the stomach and as a raw material in the preparation of red dye",
        "Edible_use_SE": "Blad, skott, frön, blommor. Saponiner i fröna är potentiellt toxiska och bör därför inte överkonsumeras. Växten innehåller oxalsyra – om den äts rå så bör endast mindre mängder intas. Vid kokning försvinner oxalsyran. Växten kan tillsättas till sallader, smoothies och juicer. Kan tillagas genom ångkokning, kan tillsättas i soppor, sautéer och mycket annat. Växten kan torkas eller bladen kan frysas och därmed användas som näringskälla under vintern.",
        "Edible_use_RU": "",
        "Medicinal_use_SE": "",
        "Medicinal_use_RU": "",
        "Source of information": "",
        "isLive": "1"
    },
    {
        "Timestamp": "15/09/2016 02:19:29",
        "Name_latin": "Chenopodium polyspermum (A)",
        "Image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Chenopodium_polyspermum_2005.08.21_15.18.04-p8210049.jpg/360px-Chenopodium_polyspermum_2005.08.21_15.18.04-p8210049.jpg",
        "Name_RU": "Марь многосеменна",
        "Name_SE": "Fiskmålla",
        "Name_EN": "All seed",
        "Edible_use_EN": "Leaves - cooked and used like spinach. The raw leaves should only be eaten in small quantities, see the notes above on toxicity. Seed - ground into a powder and added to wheat flour or other cereals in making bread etc. It is best to soak the seed overnight and rinse it thoroughly before use.Small and quite fiddly to use.",
        "Medicinal_use_EN": "",
        "Edible_use_SE": "Blad – kokas och används som spenat. Råa blad kan endast ätas i små mängder pga toxicitet. Frön – mals till pulver och tillsätt till mjöl vid bakning. Bäst att blötlägga fröna över natten och rensa grundligt innan användning. De är små och inte så lätthanterliga.",
        "Edible_use_RU": "",
        "Medicinal_use_SE": "",
        "Medicinal_use_RU": "",
        "Source of information": "",
        "isLive": "1"
    },
    {
        "Timestamp": "15/09/2016 02:19:29",
        "Name_latin": "Cicerbita alpina (P)",
        "Image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dc/Cicerbita_alpina_PID1768-4.jpg/320px-Cicerbita_alpina_PID1768-4.jpg",
        "Name_RU": "Цицербита альпийская",
        "Name_SE": "Tolta/Torta",
        "Name_EN": "Blue Sow Thistle",
        "Edible_use_EN": "Young shoots and stems - raw. The skin is first removed, but the shoots are still rather bitter and unpalatable. Older stems can also be peeled and eaten raw. but have a bitter taste[2].",
        "Medicinal_use_EN": "",
        "Edible_use_SE": "Unga skott och själkar – råa. Skinnet tas bort, men även då är skotten ganska bittra och oaptitliga. Äldre stjälkar kan skalas och ätas råa, men är lite bittra.",
        "Edible_use_RU": "",
        "Medicinal_use_SE": "",
        "Medicinal_use_RU": "",
        "Source of information": "",
        "isLive": "1"
    },
    {
        "Timestamp": "15/09/2016 02:19:29",
        "Name_latin": "Dryopteris filix-mas (P)",
        "Image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/Dryopteris_filix-mas_001.jpg/320px-Dryopteris_filix-mas_001.jpg",
        "Name_RU": "Щитовник мужской",
        "Name_SE": "Träjon",
        "Name_EN": "Male Fern",
        "Edible_use_EN": "Young fiddleheads - cooked. But with caution. To much can be toxic",
        "Medicinal_use_EN": "The root contains an oleoresin that paralyses tapeworms and other internal parasites and has been used as a worm expellent.The root is toxic and the dosage is critical.",
        "Edible_use_SE": "Unga spiralliknande skott - kokta, men med försiktighet. För mycket kan vara giftigt.",
        "Edible_use_RU": "",
        "Medicinal_use_SE": "",
        "Medicinal_use_RU": "",
        "Source of information": "",
        "isLive": "1"
    },
    {
        "Timestamp": "15/09/2016 02:19:29",
        "Name_latin": "Elytrigia repens (P)",
        "Image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/74/Elymus_repens_%283739406828%29.jpg/320px-Elymus_repens_%283739406828%29.jpg",
        "Name_RU": "Пырей ползучий",
        "Name_SE": "Kvickrot",
        "Name_EN": "Couch Grass",
        "Edible_use_EN": "Roots - cooked. They can be dried and ground into a powder, then used with wheat when making bread. Although thin and stringy, the roots contain starch and enzymes and are quite sweet. Young leaves and shoots - eaten raw in spring salads. A slightly sweet flavour, though quickly becoming very fibrous. The juice from these shoots is sometimes used as a spring tonic",
        "Medicinal_use_EN": "Couch grass is of considerable value as a herbal medicine, the roots being very useful in the treatment of a wide range of kidney, liver and urinary disorders. They have a gentle remedial effect which is well- tolerated by the body and has no side-effects. This plant is also a favourite medicine of domestic cats and dogs, who will often eat quite large quantities of the leaves. Harvested in spring.",
        "Edible_use_SE": "Rötter - kokta. Kan torkas, malas till pulver och användas tillsammans med vete vid brödbakning. Trots att rötterna är tunna och seniga, så innehåller de stärkelse och enzymer och är rätt söta. Unga blad och skott - äts rå i vårsallader. En något söt smak, som snabbt blir väldigt fibrig. Saften från skotten används ibland som en vårtonic.",
        "Edible_use_RU": "",
        "Medicinal_use_SE": "",
        "Medicinal_use_RU": "",
        "Source of information": "",
        "isLive": "1"
    },
    {
        "Timestamp": "15/09/2016 02:19:29",
        "Name_latin": "Epilobium angustifolium ( P)",
        "Image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Epilobium_angustifolium_04.jpg/320px-Epilobium_angustifolium_04.jpg",
        "Name_RU": "Иван-чай узколистный",
        "Name_SE": "Rallarros/mjölkört",
        "Name_EN": "Willow herb",
        "Edible_use_EN": "Edible Parts: Flowers; Leaves; Root; Stem. Leaves and young shoot tips - raw or cooked. They can be used in salads or cooked as a vegetable. When boiled they make a wholesome vegetable and are a good source of vitamins A and C. If when plants are young it can be eatable hole plant in salat . Although they are said to be edible, another report says that an infusion of them can stupefy. Young shoots - cooked. They make a good asparagus substitute. Root - raw, cooked or dried and ground into a powder. Used in spring, it has a sweet taste. Flower stalks - raw or cooked. Added to salads, they are used when the flowers are in bud. The pith of young or older stems - raw or cooked. Slightly sweet, tender and pleasing to eat, though there is not much of it. The stems are said to be a good laxative, but are best not eaten on an empty stomach. A tea is made from the dried leaves, it is sweet and pleasant. Called 'kaporie' tea in Russia (and known as Ivan Chai internationally), it contains 10% tannin. The leaves are also used as an adulterant of China tea. http://realsproject.org/ivan-chai/",
        "Medicinal_use_EN": "Dried tea leaves of willow herb is a good anti-inflammatory agent. You can drink at prostutah or indigestion, make lotions, wash the wounds, gargle.\nDried stalks are used for washing the hair and strengthen hair. Infusion of stem used in the bath to make steam",
        "Edible_use_SE": "Ätbara delar: blommor, blad, rötter och stjälk. Blad och unga skott - råa eller kokta. De kan användas i sallader eller kokas som en grönsak. Om de kokas utgör de en nyttig grönsak och är en god källa till vitamin A och C. Unga plantor kan ätas hela i sallader. Trots att de är ätbara, menar en studie att en dekokt på dessa kan verka bedövande. Unga skott - kokta. De är ett bra substitut för sparris. Rötter - råa, kokta eller torkade och malda till pulver. Används på våren och har då en söt smak. Blomstjälkar - råa eller kokta. Tillsätts i sallader, används när blommorna sitter i knoppar. Märgen i unga eller gamla stjälkar - rå eller kokt. Något söt, mör och behaglig att äta, men det finns inte mycket av den. Stjälkarna sägs vara ett bra laxermedel, men äts helst inte på tom mage. Te kan göras på torkade blad, det blir sött och behagligt. Kallas kaporie-te i Ryssland och Ivan-chai internationellt och innehåller 10% tannin. Bladen används också som tillsats i kinesiskt te http://realsproject.org/ivan-chai",
        "Edible_use_RU": "",
        "Medicinal_use_SE": "",
        "Medicinal_use_RU": "",
        "Source of information": "",
        "isLive": "1"
    },
    {
        "Timestamp": "15/09/2016 02:19:29",
        "Name_latin": "Equisetum arvense (P)",
        "Image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Equisetum_arvense_foliage.jpg/320px-Equisetum_arvense_foliage.jpg",
        "Name_RU": "Хвощ полевой",
        "Name_SE": "Åkerfräken",
        "Name_EN": "Field Horsetail",
        "Edible_use_EN": "Strobil (the fertile shoots in spring) - cooked and used as an asparagus substitute.",
        "Medicinal_use_EN": "rich in silica, contain several alkaloids (including nicotine) and various minerals[238]. Horsetail is very astringent and makes an excellent clotting agent, staunching wounds, stopping nosebleeds. It helps speed the repair of damaged connective tissue, improving its strength and elasticity",
        "Edible_use_SE": "De fertila skotten under våren - kokas och används som substitut för sparris.",
        "Edible_use_RU": "",
        "Medicinal_use_SE": "",
        "Medicinal_use_RU": "",
        "Source of information": "",
        "isLive": "1"
    },
    {
        "Timestamp": "15/09/2016 02:19:29",
        "Name_latin": "Filipendula ulmaria (P)",
        "Image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/12/Filipendula_ulmaria_%27Plena%27_04.JPG/320px-Filipendula_ulmaria_%27Plena%27_04.JPG",
        "Name_RU": "Таволга вязолистная",
        "Name_SE": "Älggräs/älgört",
        "Name_EN": "Meadowsweet",
        "Edible_use_EN": "Root - cooked. Young leaves - cooked as a flavouring in soups. Young leaves, flowers and roots are brewed into a tea. The dried leaves are used as a flavouring, especially as a sweetener in herb teas. The flowers are used as a flavouring in various alcoholic beverages and in stewed fruits. Adding them to wine or beer is said to make a very heady brew. They are also made into a syrup which can be used in cooling drinks and fruit salads.\n Used as tea/",
        "Medicinal_use_EN": "The plant is harvested in July when it is in flower and can be dried for later use. The flower head contains salicylic acid, from which the drug aspirin can be synthesised. Unlike the extracted aspirin, which can cause gastric ulceration at high doses, the combination of constituents in meadowsweet act to protect the inner lining of the stomach and intestines whilst still providing the anti-inflammatory benefits of aspirin. The herb is a valuable medicine in the treatment of diarrhoea. Used as a medicine in colds",
        "Edible_use_SE": "Rötter - kokta. Unga blad - kokta som smaktillsats i soppor. Unga blad, blommor och rötter kan bryggas till te. Torkade blad används som smaktillsats, särskilt som sötningsmedel i örtteer. Blommor används som smaktillsats i olika alkoholdrycker och i stuvad frukt. Om de tillsätts till vin eller öl blir drycken rusig. Används också till sirap, som kan användas i avkylande drinkar och fruktsallader. Används som te.",
        "Edible_use_RU": "",
        "Medicinal_use_SE": "",
        "Medicinal_use_RU": "",
        "Source of information": "",
        "isLive": "1"
    },
    {
        "Timestamp": "15/09/2016 02:19:29",
        "Name_latin": "Filipendula vulgaris (P)",
        "Image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Filipendula_vulgaris_%27Dropwort%27_%28Rosaceae%29_plant.JPG/360px-Filipendula_vulgaris_%27Dropwort%27_%28Rosaceae%29_plant.JPG",
        "Name_RU": "Таволга обыкновенная",
        "Name_SE": "Brudbröd",
        "Name_EN": "Dropworrth",
        "Edible_use_EN": "Young leaves - raw or cooked. They can be added to salads and soups. Root - raw or cooked. Rather bitter. Astringent. Best if roasted. A famine food, it is only used in times of scarcity. Raw and dry flowers good for tea. It can be added to herbal tea, or used only this flowers for tea.",
        "Medicinal_use_EN": "It is used in the treatment of epilepsy, kidney and bladder stones, genital discharges and intestinal worms.\n In Russia dry flowers has been used to to reduce excessive heat and cold treatment.",
        "Edible_use_SE": "Unga blad - råa eller kokta. Kan tillsättas i sallader och soppor. Rötter - råa eller kokta. Ganska bittra och kärva, så det är bäst att rosta dem. En växt som bara används i tider av hungersnöd. Råa och torkade blommor kan antingen själva göras te av, eller örtte tillsammans med andra växter.",
        "Edible_use_RU": "",
        "Medicinal_use_SE": "",
        "Medicinal_use_RU": "",
        "Source of information": "",
        "isLive": "1"
    },
    {
        "Timestamp": "15/09/2016 02:19:29",
        "Name_latin": "Galium aparine",
        "Image_url": "https://upload.wikimedia.org/wikipedia/commons/3/3a/Goosegrass_%28Galium_aparine%29%2C_Loch_Clunie_-_geograph.org.uk_-_1505032.jpg",
        "Name_RU": "Подмаренник цепкий",
        "Name_SE": "Snärjmåra",
        "Name_EN": "Goosegrass",
        "Edible_use_EN": "The tender young shoot tips - raw or cooked as a pot-herb. A rather bitter flavour that some people find unpalatable, they are best used in the spring. They make a useful addition to vegetable soups. It is said that using this plant as a vegetable has a slimming effect on the body.",
        "Medicinal_use_EN": "A valuable diuretic, it is often taken to treat skin problems such as seborrhoea, eczema and psoriasis, and as a general detoxifying agent in serious illnesses such as cancer.Detoxing.",
        "Edible_use_SE": "De späda topparna på de unga skotten - råa eller kokta som köksväxt. En ganska bitter smak som några tycker är motbjudande. Används bäst under våren. De är en bra tillsatts i vegetariska soppor. Det sägs att denna växt ger en bantningseffekt.",
        "Edible_use_RU": "",
        "Medicinal_use_SE": "",
        "Medicinal_use_RU": "",
        "Source of information": "",
        "isLive": "1"
    },
    {
        "Timestamp": "15/09/2016 02:19:29",
        "Name_latin": "Galium spp",
        "Image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/de/Flowers_February_2008-4.jpg/431px-Flowers_February_2008-4.jpg",
        "Name_RU": "Подмаренник",
        "Name_SE": "Måror",
        "Name_EN": "galium",
        "Edible_use_EN": "The whole plant is fully edible. Can be used as potherb, in salads and in tea.",
        "Medicinal_use_EN": "",
        "Edible_use_SE": "Hela plantan är ätbar. Kan användas som köksväxt, i sallader och i te.",
        "Edible_use_RU": "",
        "Medicinal_use_SE": "",
        "Medicinal_use_RU": "",
        "Source of information": "",
        "isLive": "1"
    },
    {
        "Timestamp": "15/09/2016 02:19:29",
        "Name_latin": "Hypericum perforatum (P)",
        "Image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9d/Hypericum_perforatum-IMG_4353.jpg/320px-Hypericum_perforatum-IMG_4353.jpg",
        "Name_RU": "Зверобой продырявленный",
        "Name_SE": "Johannesört",
        "Name_EN": "St Johns worth",
        "Edible_use_EN": "The herb and the fruit are sometimes used as a tea substitute\n Can not be used as tea more than1 weak without break.",
        "Medicinal_use_EN": "An extremely valuable remedy for nervous problems]. In clinical trials about 67% of patients with mild to moderate depression improved when taking this plant. The flowers and leaves are analgesic, antiseptic, antispasmodic, aromatic, astringent, cholagogue, digestive, diuretic, expectorant, nervine, resolvent, sedative, stimulant, vermifuge and vulnerary.\n used for indigestion, as an anti-colds, purifies the blood",
        "Edible_use_SE": "Örten och frukten används ibland som substitut för te. Kan inte användas som te i mer än 1 vecka utan avbrott.",
        "Edible_use_RU": "",
        "Medicinal_use_SE": "",
        "Medicinal_use_RU": "",
        "Source of information": "",
        "isLive": "1"
    },
    {
        "Timestamp": "15/09/2016 02:19:29",
        "Name_latin": "Matricāria chamomīlla",
        "Image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Matricaria_February_2008-1.jpg/354px-Matricaria_February_2008-1.jpg",
        "Name_RU": "Ромашка лекарственная",
        "Name_SE": "Kamomill",
        "Name_EN": "Chamomile",
        "Edible_use_EN": "Over ground part is used as a tea. Also chamomile is used as feed for horses. Flowers can be painted in yellow color coat , and natural silk - in light yellow.\n Amateur gardeners use chamomile against aphids , mites , small caterpillars . Seeds chamomile , immersed in the water emit a sticky mucus , which are glued and mosquito larvae are killed.",
        "Medicinal_use_EN": "All parts of the plant can be used as an antidote for snake bites , broth - as a diuretic , liver disease , excessive secretion of bile , eye diseases , and chewed the plant can treat ulcers.",
        "Edible_use_SE": "Delen över jord används som te. Kamomill används även som hästmat. Blommorna färgar gult och naturligt silke i ljusgult. Hobbyodlare använder plantan mot bladlöss, kvalster och små larver. Fröna kan läggas i blöt, avger då ett klibbig slem, där mygglarver fastnar och dör.",
        "Edible_use_RU": "",
        "Medicinal_use_SE": "",
        "Medicinal_use_RU": "",
        "Source of information": "",
        "isLive": "1"
    },
    {
        "Timestamp": "15/09/2016 02:19:29",
        "Name_latin": "Matteuccia struthiopteris",
        "Image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/Matteuccia_struthiopteris_001.JPG/320px-Matteuccia_struthiopteris_001.JPG",
        "Name_RU": "Страусник обыкновенный",
        "Name_SE": "Strutbräken",
        "Name_EN": "Ostrich Fern",
        "Edible_use_EN": "Fiddleheads raw or cooked. Too high doses can be toxic.",
        "Medicinal_use_EN": "-",
        "Edible_use_SE": "Spiralformade skott - råa eller kokta. För mycket kan vara giftigt.",
        "Edible_use_RU": "Рахисы (свернутые побеги) есть сырыми или вареными. Токсичны в больших количествах.",
        "Medicinal_use_SE": "-",
        "Medicinal_use_RU": "-",
        "Source of information": "",
        "isLive": "1"
    },
    {
        "Timestamp": "15/09/2016 02:19:29",
        "Name_latin": "Oríganum vulgáre",
        "Image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/86/Origanum_vulgare_Prague_2011_1.jpg/304px-Origanum_vulgare_Prague_2011_1.jpg",
        "Name_RU": "Души́ца обыкнове́нная, Орега́но",
        "Name_SE": "Oregano / Kungsmynta",
        "Name_EN": "Oregano",
        "Edible_use_EN": "The plant is part of the spice mixtures for pates, fillings of meat or offal, sausage home. Oregano added to fried, stewed and roasted meats, sauces and gravies. In its Italian cuisine flavored pizza. In some European countries with oregano prepared dish of mushrooms, other than a delicate flavor and aroma.\n In Belarus, the Caucasus oregano added at pickling cucumbers and mushrooms. In Siberia it is prepared flavored filling for pies, which is mixed with cottage cheese, meat, eggs. Oregano combines well with many spices, but especially black pepper, basil, rosemary, marjoram.\n The Russian kitchen oregano is used for brewing tea.",
        "Medicinal_use_EN": "Oregano herb is used as a part of the pectoral , sudorific , carminative fees for colds and other respiratory diseases as anti-inflammatory and expectorant. More oregano is used in folk medicine for colds as a diaphoretic and diuretic. In homeopathy, the plant is recommended for hypertension and atherosclerosis .\n In the perfume and cosmetics industry oregano essential oil is used to flavor soap , cologne , toothpaste and lipsticks .\n Oregano - good nectariferous . The dried herb oregano is used in beekeeping to combat the wax moth and ants.",
        "Edible_use_SE": "",
        "Edible_use_RU": "",
        "Medicinal_use_SE": "",
        "Medicinal_use_RU": "",
        "Source of information": "",
        "isLive": "1"
    },
    {
        "Timestamp": "15/09/2016 02:19:29",
        "Name_latin": "Persicaria lapathifolia",
        "Image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Persicaria_lapathifolia_%288341363315%29.jpg/320px-Persicaria_lapathifolia_%288341363315%29.jpg",
        "Name_RU": "Горец развесистый",
        "Name_SE": "Pilört",
        "Name_EN": "Pale Persicaria",
        "Edible_use_EN": "The seeds are easy to gather and tasty.",
        "Medicinal_use_EN": "-",
        "Edible_use_SE": "Fröna är lätta att samla och goda i smaken.",
        "Edible_use_RU": "Семена легко собираются и хорошие на вкус.",
        "Medicinal_use_SE": "-",
        "Medicinal_use_RU": "-",
        "Source of information": "",
        "isLive": "1"
    },
    {
        "Timestamp": "15/09/2016 02:19:29",
        "Name_latin": "Phragmites australis",
        "Image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0a/Phragmites_australis_%28inflorescences%29.jpg/359px-Phragmites_australis_%28inflorescences%29.jpg",
        "Name_RU": "Тростник обыкновенный",
        "Name_SE": "Vass",
        "Name_EN": "Reed",
        "Edible_use_EN": "Edible Parts: Leaves; Root; Seed; Stem. Sweetener. Root - raw or cooked like potatoes. It contains up to 5% sugar. The flavour and texture are best when the root is young and still growing. It can be dried, ground coarsely and used as a porridge. In Russia they are harvested and processed into starch. Young shoots - raw or cooked. They are best if used before the leaves form, when they are really delicious.They can be used like bamboo shoots.",
        "Medicinal_use_EN": "",
        "Edible_use_SE": "",
        "Edible_use_RU": "",
        "Medicinal_use_SE": "",
        "Medicinal_use_RU": "",
        "Source of information": "",
        "isLive": "1"
    },
    {
        "Timestamp": "15/09/2016 02:19:29",
        "Name_latin": "Plantago lanceolata",
        "Image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/17/Ribwort_600.jpg/199px-Ribwort_600.jpg",
        "Name_RU": "Подорожник ланцетолистный",
        "Name_SE": "Svartkämpe",
        "Name_EN": "Ribworth Plantain",
        "Edible_use_EN": "Young leaves - raw or cooked. They are rather bitter and very tedious to prepare, the fibrous strands are best removed prior to eating. The very young leaves are somewhat better and are less fibrous. Seed - cooked. Used like sago. The seed can be ground into a powder and added to flours when baking\n We used leaves .for salad. In our area, these leaves are not bitter. In general, the taste of the leaves depends on the area of growth. The more south is growing plantago, the more bitter the leaves. In the north, the leaves of plants have a neutral or slightly sweet taste.",
        "Medicinal_use_EN": "Ribwort plantain is a safe and effective treatment for bleeding. The leaves contain mucilage, tannin and silic acid. An extract of them has antibacterial properties. Internally, they are used in the treatment of a wide range of complaints bronchitis, catarrh, sinusitis, asthma and hay fever. They are used externally in treating skin inflammations, cuts etc. Plantain seeds contain up to 30% mucilage which swells up in the gut, acting as a bulk laxative and soothing. A distilled water made from the plant makes an excellent eye lotion.",
        "Edible_use_SE": "",
        "Edible_use_RU": "",
        "Medicinal_use_SE": "",
        "Medicinal_use_RU": "",
        "Source of information": "",
        "isLive": "1"
    },
    {
        "Timestamp": "15/09/2016 02:19:29",
        "Name_latin": "Plantago major (P)",
        "Image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/36/Starr_070208-4393_Plantago_major.jpg/320px-Starr_070208-4393_Plantago_major.jpg",
        "Name_RU": "Подорожник большой",
        "Name_SE": "Groblad",
        "Name_EN": "Plantain",
        "Edible_use_EN": "Young leaves - raw or cooked. Many people blanch the leaves in boiling water before using them in salads in order to make them more tender. Seed - raw or cooked. The seed can be ground into a meal and mixed with flour. It is very rich in vitamin B1. The dried leaves make an acceptable tea. Broadleaf plantain is highly nutritious wild edible, that is high in calcium and vitamins A, C, and K.\n The same for leaves as Plantago lanceolata",
        "Medicinal_use_EN": "Common plantain is a safe and effective treatment for bleeding, it quickly staunches blood flow and encourages the repair of damaged tissue. Internally, they are used in the treatment of a wide range of complaints including diarrhoea, gastritis, peptic ulcers, irritable bowel syndrome, haemorrhage, haemorrhoids, cystitis, bronchitis, catarrh, sinusitis, asthma and hay fever. They are used externally in treating skin inflammations, malignant ulcers, cuts, stings etc. The heated leaves are used as a wet dressing for wounds, swellings etc. Plantain seeds contain up to 30% mucilage which swells up in the gut, acting as a bulk laxative and soothing irritated membranes. A distilled water made from the plant makes an excellent eye lotion.",
        "Edible_use_SE": "",
        "Edible_use_RU": "",
        "Medicinal_use_SE": "",
        "Medicinal_use_RU": "",
        "Source of information": "",
        "isLive": "1"
    },
    {
        "Timestamp": "15/09/2016 02:19:29",
        "Name_latin": "Polygonum aviculare",
        "Image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Polygonum-aviculare-root-system.JPG/320px-Polygonum-aviculare-root-system.JPG",
        "Name_RU": "Горец птичий, Спорыш",
        "Name_SE": "Trampört",
        "Name_EN": "Knotweed",
        "Edible_use_EN": "Edible Parts: Leaves; Seed. Edible Uses: Tea, salad Young leaves and plants - raw or cooked. Used as a potherb, they are very rich in zinc. A nutritional analysis is available. Seed - raw or cooked. Rather small and fiddly to utilize, they can be used in all the ways that buckwheat (Fagopyrum esculentum) is used, either whole or dried and ground into a powder for use in pancakes etc..",
        "Medicinal_use_EN": "The whole plant is anthelmintic, astringent, cardiotonic, cholagogue, diuretic, febrifuge, haemostatic, lithontripic and vulnerary, anti cough It was formerly widely used as an astringent both internally and externally in the treatment of wounds, bleeding, piles and diarrhoea. Its diuretic properties make it useful in removing stone. An alcohol-based preparation has been used with success to treat varicose veins of recent origin. The plant is harvested in the summer and early autumn and is dried for later use.",
        "Edible_use_SE": "",
        "Edible_use_RU": "",
        "Medicinal_use_SE": "",
        "Medicinal_use_RU": "",
        "Source of information": "",
        "isLive": "1"
    },
    {
        "Timestamp": "15/09/2016 02:19:29",
        "Name_latin": "Polypodium vulgare",
        "Image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Polypodium_vulgare_002.JPG/180px-Polypodium_vulgare_002.JPG",
        "Name_RU": "Многоножка обыкновенная",
        "Name_SE": "Stensöta",
        "Name_EN": "Polypody",
        "Edible_use_EN": "Root. Very sweet, it contains sugars, tannin and oils. It is used as a liquorice adulterant.",
        "Medicinal_use_EN": "A tea made from the roots is used in the treatment of pleurisy, hives, sore throats and stomach aches and as a mild laxative for children",
        "Edible_use_SE": "Roten. Väldigt söt, innehåller sockerarter, tannin och oljor. Används i stället för lakrits.",
        "Edible_use_RU": "Корень. Очень сладкий, содержит сахары, таннины (дубильное вещество), масла. Заменяет лакрицу.",
        "Medicinal_use_SE": "Te på rötterna används för behandling av pleurit, nässelfeber, halsont, magont och milt laxerande medel för barn.",
        "Medicinal_use_RU": "Чай из корней используется для лечения от плеврита, крапивницы, больного горла и живота и как легкое слабительное для детей.",
        "Source of information": "",
        "isLive": "1"
    },
    {
        "Timestamp": "15/09/2016 02:19:29",
        "Name_latin": "Rumex spp",
        "Image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Rumex-obtusifolius-foliage.JPG/320px-Rumex-obtusifolius-foliage.JPG",
        "Name_RU": "Щавель обыкновенный",
        "Name_SE": "Syror",
        "Name_EN": "Sorrel, dock",
        "Edible_use_EN": "All edible. But holds oxalic acids. Ex. Red Dock, Rumex acetocella -Sheep sorrel.\n We use it in salads, soups. In the already cooked, but still hot soup added sliced leaves of sorrel",
        "Medicinal_use_EN": "",
        "Edible_use_SE": "",
        "Edible_use_RU": "",
        "Medicinal_use_SE": "",
        "Medicinal_use_RU": "",
        "Source of information": "",
        "isLive": "1"
    },
    {
        "Timestamp": "15/09/2016 02:19:29",
        "Name_latin": "Sedum telephium + spp (P)",
        "Image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Sedum_telephium_01.JPG/320px-Sedum_telephium_01.JPG",
        "Name_RU": "Очиток обыкновенный, заячья капуста",
        "Name_SE": "Kärleksört + sedumarter",
        "Name_EN": "(Orpine)Stonecrop",
        "Edible_use_EN": "Leaves cooked or raw",
        "Medicinal_use_EN": "The whole plant is astringent and cytostatic. It is a popular remedy for diarrhoea, stimulates the kidneys and has a reputation in the treatment of cancer. A poultice of the crushed leaves has been used in the treatment of boils and carbuncles.",
        "Edible_use_SE": "",
        "Edible_use_RU": "",
        "Medicinal_use_SE": "",
        "Medicinal_use_RU": "",
        "Source of information": "",
        "isLive": "1"
    },
    {
        "Timestamp": "15/09/2016 02:19:29",
        "Name_latin": "Stellaria Media (A)",
        "Image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/93/Stellaria_media_in_Bupyung_Korea_2.JPG/320px-Stellaria_media_in_Bupyung_Korea_2.JPG",
        "Name_RU": "Звездчатка средняя, мокрица",
        "Name_SE": "Våtarv/Nate",
        "Name_EN": "Chickweed",
        "Edible_use_EN": "Young leaves - raw in salads or cooked as a potherb. They can be available all year round if the winter is not too severe. Very nutritious. The leaves contain saponins so some extent. Seed - ground into a powder and used in making bread or to thicken soups. But it would be very fiddly to harvest any quantity of this seed since it is produced in small quantities. In our experience it is not good for salads if it have flowers (it can be little bit toxic)",
        "Medicinal_use_EN": "Chickweed has a very long history of herbal use, being particularly beneficial in the external treatment of any kind of itching skin condition. An infusion of the fresh or dried herb can be added to the bath water and its emollient property will help to reduce inflammation - in rheumatic joints for example - and encourage tissue repair",
        "Edible_use_SE": "",
        "Edible_use_RU": "",
        "Medicinal_use_SE": "",
        "Medicinal_use_RU": "",
        "Source of information": "",
        "isLive": "1"
    },
    {
        "Timestamp": "15/09/2016 02:19:29",
        "Name_latin": "Symphytum uplandicum (P)",
        "Image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d9/Russian_comfrey_800.jpg/273px-Russian_comfrey_800.jpg",
        "Name_RU": "Окопник упландский",
        "Name_SE": "Vallört",
        "Name_EN": "Comfrey",
        "Edible_use_EN": "Young leaves - cooked or raw. Toxic in big amounts.",
        "Medicinal_use_EN": "Comfrey is especially useful in the external treatment of cuts, bruises, sprains, sores, eczema, varicose veins, broken bones etc, internally it is used in the treatment of a wide range of pulmonary complaints, internal bleeding etc.",
        "Edible_use_SE": "Unga blad - råa eller kokta. Toxiska i stora mängder.",
        "Edible_use_RU": "Молодые листья в сыром или вареном виде. Токсичны в большом количестве.",
        "Medicinal_use_SE": "Särskilt användbar för extern behandling av skärsår, blåmärken, vrickningar, ömma platser, eksem, åderbråck, benbrott etc. Internt används för behandling av ett stort antal lungproblem, inre blödningar etc.",
        "Medicinal_use_RU": "Особо полезен для внешнего лечения порезов, синяков, растяжение связок, воспалений, экзем, варикозного расширения вен, переломов и т.д. Для внутреннего лечения полезен при различных заболеваний легких, внутренних кровотечений и т.д.",
        "Source of information": "",
        "isLive": "1"
    },
    {
        "Timestamp": "15/09/2016 02:19:29",
        "Name_latin": "Taraxacum officinale (P)",
        "Image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/38/Taraxacum_officinale_001.JPG/320px-Taraxacum_officinale_001.JPG",
        "Name_RU": "Одуванчик лекарственный",
        "Name_SE": "Maskros",
        "Name_EN": "Dandelion",
        "Edible_use_EN": "Leaves - raw or cooked. When used in salads, they are rather bitter. Tender young leaves are considerably less bitter than older leaves.bitter. Very nutritious food. Root - raw or cooked. Bitter. Flowers - raw or cooked. Both the leaves and the roots are used to flavour herbal beers and soft drinks such as 'Dandelion and Burdock'. The roots of 2 year old plants are harvested in the autumn. A pleasant tea is made from the flowers. They are also used to make wine.The leaves and the roots can also be used to make tea.\n We use the leaves for salads, pre-cut and soaked in salt water to remove bitterness. The flowers are infused in sugar syrup, and then filtered. The syrup is boiled and used as a jam and flowers are used to make pancakes. flower buds can be marinate as cucumbers.",
        "Medicinal_use_EN": "The dandelion is a commonly used herbal remedy. It is especially effective and valuable as a diuretic because it contains high levels of potassium salts and therefore can replace the potassium that is lost from the body when diuretics are used. The roots can be used fresh or dried and should be harvested in the autumn when 2 years old. The flowers are an ingredient of 'QR' herbal compost activator[32]. This is a dried and powdered mixture of several herbs that can be added to a compost heap in order to speed up bacterial activity and thus shorten the time needed to make the compost.",
        "Edible_use_SE": "",
        "Edible_use_RU": "",
        "Medicinal_use_SE": "",
        "Medicinal_use_RU": "",
        "Source of information": "",
        "isLive": "1"
    },
    {
        "Timestamp": "15/09/2016 02:19:29",
        "Name_latin": "Thlaspi arvense + spp",
        "Image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c3/Thlaspi_arvense_%283768284154%29.jpg/320px-Thlaspi_arvense_%283768284154%29.jpg",
        "Name_RU": "Ярутка полевая",
        "Name_SE": "Pennycress",
        "Name_EN": "Penningört + Backskärvsfrö",
        "Edible_use_EN": "Leaves, seeds, flowers used as spicy/",
        "Medicinal_use_EN": "",
        "Edible_use_SE": "",
        "Edible_use_RU": "",
        "Medicinal_use_SE": "",
        "Medicinal_use_RU": "",
        "Source of information": "",
        "isLive": "1"
    },
    {
        "Timestamp": "15/09/2016 02:19:29",
        "Name_latin": "Trifolium Medium (P)",
        "Image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/49/Trifolium-medium-Stavtrup_2009July_IMG_0871.JPG/320px-Trifolium-medium-Stavtrup_2009July_IMG_0871.JPG",
        "Name_RU": "Клевер средний",
        "Name_SE": "Skogsklöver",
        "Name_EN": "Meadow clover",
        "Edible_use_EN": "As Red clover, but less nutritious.",
        "Medicinal_use_EN": "",
        "Edible_use_SE": "Som rödklöver, men mindre näringsrik",
        "Edible_use_RU": "Как красный клевер, лишь менее питателный",
        "Medicinal_use_SE": "",
        "Medicinal_use_RU": "",
        "Source of information": "",
        "isLive": "1"
    },
    {
        "Timestamp": "15/09/2016 02:19:29",
        "Name_latin": "Trifolium Pratense (P)",
        "Image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Trifolium_pratense_04.JPG/320px-Trifolium_pratense_04.JPG",
        "Name_RU": "Клевер красный",
        "Name_SE": "Rödklöver",
        "Name_EN": "Red Clover",
        "Edible_use_EN": "The seed can be sprouted and used in salads. A crisp texture and more robust flavour than alfalfa. Leaves - raw or cooked as a potherb. The young leaves are harvested before the plant comes into flower and are used in salads, soups etc. They can also be used as a vegetable, cooked like spinach. The leaves are best cooked. Flowers and seed pods are dried, ground into powder and used as a flour or sprinkled on cooked foods such as boiled rice. Very wholesome and nutritious. The young flowers can also be used in salads.Root - cooked.",
        "Medicinal_use_EN": "commonly used to treat skin conditions. It is a folk remedy for cancer of the breast, a concentrated decoction being applied to the site of the tumour in order to encourage it to grow outwards and clean the body.\nClover flowers are used a lot as tea in Russia, it stimulates lactation in nursing women. Alcoholic extract of the flowers of clover is used to treat the noise in head, and cerebral atherosclerosis.",
        "Edible_use_SE": "",
        "Edible_use_RU": "",
        "Medicinal_use_SE": "",
        "Medicinal_use_RU": "",
        "Source of information": "",
        "isLive": "1"
    },
    {
        "Timestamp": "15/09/2016 02:19:29",
        "Name_latin": "Trifolium Repens (P)",
        "Image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/22/Trifolium_repens_blangy-tronville_80_07062007_3.jpg/320px-Trifolium_repens_blangy-tronville_80_07062007_3.jpg",
        "Name_RU": "Клевер белый",
        "Name_SE": "Vitklöver",
        "Name_EN": "White Clover",
        "Edible_use_EN": "Edible Parts: Flowers; Leaves; Root. Condiment; Tea. Leaves - raw or cooked as a potherb. The young leaves are harvested before the plant comes into flower and are used in salads, soups etc. They can also be used as a vegetable, cooked like spinach. The leaves are best cooked. Flowers and seed pods are dried, ground into powder and used as a flour or sprinkled on cooked foods such as boiled rice[183]. Very wholesome and nutritious. The young flowers can also be used in salads. Root - cooked. The dried leaves impart a vanilla flavour to cakes etc.Dried flowering heads are a tea substitute.",
        "Medicinal_use_EN": "An infusion has been used in the treatment of coughs, colds, fevers and leucorrhoea. A tincture of the leaves is applied as an ointment to gout. An infusion of the flowers has been used as an eyewash",
        "Edible_use_SE": "",
        "Edible_use_RU": "",
        "Medicinal_use_SE": "",
        "Medicinal_use_RU": "",
        "Source of information": "",
        "isLive": "1"
    },
    {
        "Timestamp": "15/09/2016 02:19:29",
        "Name_latin": "Tussilago farfara (P)",
        "Image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b8/Tussilago_farfara_whole.png/264px-Tussilago_farfara_whole.png",
        "Name_RU": "Мать-и-мачеха",
        "Name_SE": "Tussilago",
        "Name_EN": "Coltsfoot",
        "Edible_use_EN": "Flower buds and young flowers - raw or cooked. A pleasant aniseed flavour[K], they add a distinctive aromatic flavour to salads. Young leaves - raw or cooked. They can be used in salads, added to soups, or cooked as a vegetable. The leaves have a bitter taste unless they are washed after being boiled. An aromatic tea is made from the fresh or dried leaves and flowers.",
        "Medicinal_use_EN": "An effective demulcent and expectorant herb, coltsfoot is one of the most popular European remedies for the treatment of a wide range of chest complaints\n used as cure for cough",
        "Edible_use_SE": "",
        "Edible_use_RU": "",
        "Medicinal_use_SE": "",
        "Medicinal_use_RU": "",
        "Source of information": "",
        "isLive": "1"
    },
    {
        "Timestamp": "15/09/2016 02:19:29",
        "Name_latin": "Typha Latifolia (P)",
        "Image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Typha_latifolia01.jpg/320px-Typha_latifolia01.jpg",
        "Name_RU": "Рогоз широколистный",
        "Name_SE": "Kaveldun",
        "Name_EN": "Cattail",
        "Edible_use_EN": "Flowers; Leaves; Oil; Pollen; Root; Seed; Stem. Roots - raw or cooked. They can be boiled and eaten like potatoes or macerated and then boiled to yield a sweet syrup. The roots can also be dried and ground into a powder, this powder is rich in protein and can be mixed with wheat flour and then used for making bread, biscuits, muffins etc. One hectare of this plant can produce 8 tonnes of flour from the rootstock. The plant is best harvested from late autumn to early spring since it is richest in starch at this time",
        "Medicinal_use_EN": "The leaves are diuretic. It is used internally in the treatment of kidney stones, haemorrhage, painful menstruation, abnormal uterine bleeding, post-partum pains, abscesses and cancer of the lymphatic system",
        "Edible_use_SE": "",
        "Edible_use_RU": "",
        "Medicinal_use_SE": "",
        "Medicinal_use_RU": "",
        "Source of information": "",
        "isLive": "1"
    },
    {
        "Timestamp": "15/09/2016 02:19:29",
        "Name_latin": "Urtica dioica (P)",
        "Image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Urtica_dioica_001.JPG/320px-Urtica_dioica_001.JPG",
        "Name_RU": "Крапива дудомная",
        "Name_SE": "Brännässla",
        "Name_EN": "Stinging Nettle",
        "Edible_use_EN": "Young leaves - cooked as a potherb and added to soups etc, or dried for winter use. Valuable addition to the diet, they are a very nutritious food that is easily digested and is high in minerals (especially iron) and vitamins (especially A and C). Only use young leaves (see the notes above on toxicity) and wear stout gloves when harvesting them to prevent being stung. Cooking the leaves, or thoroughly drying them, neutralizes the sting, rendering the leaf safe to eat[]. The young shoots, harvested in the spring when 15 - 20cm long complete with the underground stem are very nice[85]. Old leaves can be laxative[5]. The plants are harvested commercially for extraction of the chlorophyll, which is used as a green colouring agent (E140) in foods and medicines. A tea is made from the dried leaves, it is warming on a winters day",
        "Medicinal_use_EN": "A tea made from the leaves has traditionally been used as a cleansing tonic and blood purifier so the plant is often used in the treatment of hay fever, arthritis, anaemia etc. The whole plant is antiasthmatic, antidandruff, astringent, depurative, diuretic, galactogogue, haemostatic, hypoglycaemic and a stimulating tonic. it is also used to treat anaemia, excessive menstruation, haemorrhoids, arthritis, rheumatism and skin complaints, especially eczema. The root has been shown to have a beneficial effect upon enlarged prostate glands.The seeds are used as food and nutrient supplements.",
        "Edible_use_SE": "",
        "Edible_use_RU": "",
        "Medicinal_use_SE": "",
        "Medicinal_use_RU": "",
        "Source of information": "",
        "isLive": "1"
    },
    {
        "Timestamp": "15/09/2016 02:19:29",
        "Name_latin": "Valeriana officinalis (P)",
        "Image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b7/Valeriana_officinalis_Echter_Baldrian.jpg/320px-Valeriana_officinalis_Echter_Baldrian.jpg",
        "Name_RU": "Валериана лекарствення",
        "Name_SE": "Vänderot",
        "Name_EN": "Valerian",
        "Edible_use_EN": "Seed. No further details are given but the seeds of other members of this genus are parched and then eaten. An essential oil from the leaves and root is used as a flavouring in ice cream, baked goods, condiments etc[183]. It is especially important in apple flavours. The leaves can also be used as a condiment[61]. The plant is used in moderation as a herbal tea.",
        "Medicinal_use_EN": "Effect as a tranquilliser and nervine, particularly for those people suffering from nervous overstrain. Valerian has been shown to encourage sleep, improve sleep quality and reduce blood pressure. It is also used internally in the treatment of painful menstruation, cramps, hypertension, irritable bowel syndrome etc",
        "Edible_use_SE": "",
        "Edible_use_RU": "",
        "Medicinal_use_SE": "",
        "Medicinal_use_RU": "",
        "Source of information": "",
        "isLive": "1"
    },
    {
        "Timestamp": "15/09/2016 02:19:29",
        "Name_latin": "Verbascum spp. B + P",
        "Image_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/2/24/%E1%83%92%E1%83%A3%E1%83%9A%E1%83%A1%E1%83%9D%E1%83%A1%E1%83%90%E1%83%9C%E1%83%90_Verbascum_blattaria_Moth_Mullein.jpg/360px-%E1%83%92%E1%83%A3%E1%83%9A%E1%83%A1%E1%83%9D%E1%83%A1%E1%83%90%E1%83%9C%E1%83%90_Verbascum_blattaria_Moth_Mullein.jpg",
        "Name_RU": "Коровяк",
        "Name_SE": "Kungsljus",
        "Name_EN": "Mullein",
        "Edible_use_EN": "An aromatic, slightly bitter tea can be made by infusing the dried leaves in boiling water for 5 - 10 minutes[183]. A sweeter tea can be made by infusing the fresh or dried flowers",
        "Medicinal_use_EN": "It acts by reducing the formation of mucus and stimulating the coughing up of phlegm, and is a specific treatment for tracheitis and bronchitis. The leaves and the flowers are anodyne, anti-inflammatory, antiseptic, antispasmodic, astringent, demulcent, diuretic, emollient, expectorant and vulnerary. Externally, a poultice of the leaves is a good healer of wounds and is also applied to ulcers, tumours.",
        "Edible_use_SE": "",
        "Edible_use_RU": "",
        "Medicinal_use_SE": "",
        "Medicinal_use_RU": "",
        "Source of information": "",
        "isLive": "1"
    }
]